Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: Would you like to re-convert this disk image to reclaim unused space and apply compression? Note this will require enough temporary space to perform the conversion. Compression only applies to existing data and new data will still be written uncompressed. You are strongly encouraged to back-up this VM before proceeding.
ar: هل ترغب في إعادة تحويل هذه الصورة القرصية لاستعادة المساحة غير المستخدمة وتطبيق الضغط؟ لاحظ أن هذا سيتطلب مساحة مؤقتة كافية لإجراء التحويل. الضغط ينطبق فقط على البيانات الموجودة وستظل البيانات الجديدة تُكتب بدون ضغط. يُنصح بشدة بعمل نسخة احتياطية لهذه الآلة الافتراضية قبل المتابعة.
de: Möchten Sie das Festplatten-Abbild durch erneute Konvertierung komprimieren? Dies erfordert ausreichend verfügbaren Speicherplatz für eine Kopie der Daten. Nur vorhandene Daten werden komprimiert, neue Daten werden weiterhin unkomprimiert gespeichert. Machen Sie unbedingt ein Backup bevor Sie die Konvertierung starten.
es_419: ¿Le gustaría re-convertir esta imagen de disco para reclamar el espacio no usado y aplicar compresión? Ten en cuenta que esto requerirá tener suficiente espacio temporal para realizar la conversión. La compresión sólo aplica a los datos existentes y los nuevos datos serán escritos sin comprimir. Le recomendamos que haga una copia de seguridad de esta VM antes de continuar.
fr: Souhaitez-vous re-convertir cette image disque pour libérer l’espace inutilisé et appliquer une compression ? Sachez que vous aurez besoin d’espace libre pour le processus de conversion. La compression ne s’effectue que sur les données existantes, les nouvelles données demeureront non compressées. Il est fortement recommandé de sauvegarder cette VM avant de poursuivre.
it: Vuoi ri-convertire questa immagine disco per recuperare spazio ed applicare la compressione? Nota che sarà necessaria la disponibilità di spazio su disco sufficiente per effettuare la conversione. La compressione si applica solo ai dati esistenti e i nuovi dati non verranno compressi. È fortemente consigliato fare un backup di questa VM prima di procedere.
ja: このディスクイメージを再変換して未使用の領域を回収し、圧縮を適用しますか? 変換を行うには、一時的に十分な空き領域が必要になることに注意してください。圧縮は既存のデータにのみ適用され、新しいデータは圧縮されずに書き込まれます。この作業を行う前に、仮想マシンをバックアップしておくことを強く推奨します。
pl: Czy chciałbyś ponownie przekonwertować obraz dysku aby odzyskać nieużywane miejsce i zastosować kompresję? Pamiętaj, że to wymaga dostatecznej ilości pamięci, aby wykonać konwersję. Kompresja dotyczy tylko istniejących danych i nowe dane będą nadpisywane nieskompresowane. Zalecane jest zrobienie kopii zapasowej tej maszyny wirtualnej przed dalszym działaniem.
ru: Хотите ли вы повторно преобразовать этот образ диска, чтобы освободить неиспользуемое пространство и применить сжатие? Обратите внимание, что для этого потребуется достаточное количество временного пространства для выполнения преобразования. Сжатие применяется только к существующим данным, новые данные по-прежнему будут записываться без сжатия. Перед началом работы настоятельно рекомендуется создать резервную копию этой виртуальной машины.
zh_hans: 要重新转换此磁盘映像以回收未使用的空间并压缩吗？请注意，这将需要足够的临时空间来执行转换。此压缩过程仅适用于现有数据，新数据仍将以未压缩形式写入。在继续操作之前，强烈建议你备份此虚拟机。
zh_hant: 您是否要重新轉換這個磁碟機映像檔，釋放未使用的空間並執行壓縮？注意這將需要足夠的暫存空間來執行這個轉換。壓縮只會影響現有資料，新資料仍會以未壓縮的形式寫入。強烈建議您轉換前先備份虛擬機。
zh_hk: 你要重新轉換這個磁碟映像檔以回收未使用的空間並應用壓縮嗎？請緊記，這將需要足夠的臨時空間來執行轉換，壓縮僅適用於現有資料，新資料仍將以未壓縮寫入。強烈建議你先備份這個虛擬電腦，然後再繼續操作。

source: Would you like to re-convert this disk image to reclaim unused space? Note this will require enough temporary space to perform the conversion. You are strongly encouraged to back-up this VM before proceeding.
ar: هل ترغب في إعادة تحويل هذه الصورة القرصية لاستعادة المساحة غير المستخدمة؟ لاحظ أن هذا سيتطلب مساحة مؤقتة كافية لإجراء التحويل. يُنصح بشدة بعمل نسخة احتياطية لهذه الآلة الافتراضية قبل المتابعة.
de: Möchten Sie den ungenutzten Speicherplatz in diesem Festplatten-Abbild durch erneute Konvertierung freigeben? Dies erfordert ausreichend verfügbaren Speicherplatz für eine Kopie der Daten. Machen Sie unbedingt ein Backup bevor Sie die Konvertierung starten.
es_419: ¿Te gustaría re-convertir esta imagen de disco para reclamar el espacio no usado? Ten en cuenta que esto requerirá tener suficiente espacio temporal para realizar la conversión. Le recomendamos que haga una copia de seguridad de esta VM antes de continuar.
fr: Souhaitez-vous re-convertir l’image disque pour libérer de l’espace ? Notez que cela requiert temporairement de l’espace pour effectuer la conversion. Il est fortement conseillé de sauvegarder cette VM avant de continuer.
it: Vuoi ri-convertire questa immagine disco per recuperare spazio ed applicare la compressione? Nota che sarà necessaria la disponibilità di spazio su disco sufficiente per effettuare la conversione. È fortemente consigliato fare un backup di questa VM prima di procedere.
ja: このディスクイメージを再変換して未使用の領域を回収しますか? 変換を行うには、一時的に十分な空き領域が必要になることに注意してください。この作業を行う前に、仮想マシンをバックアップしておくことを強く推奨します。
pl: Czy chciałbyś ponownie przekonwertować obraz dysku aby odzyskać nieużywane miejsce? Pamiętaj, że to wymaga dostatecznej ilości pamięci, aby wykonać konwersję. Zalecane jest zrobienie kopii zapasowej tej maszyny wirtualnej przed dalszym działaniem.
ru: Хотите ли вы переконвертировать этот образ диска, чтобы освободить неиспользуемое пространство? Обратите внимание, что для выполнения преобразования потребуется достаточное количество временного пространства. Перед началом работы настоятельно рекомендуется создать резервную копию этой виртуальной машины.
zh_hans: 要重新转换此磁盘映像以回收未使用的空间吗？请注意，这将需要足够的临时空间来执行转换。在继续操作之前，强烈建议你备份此虚拟机。
zh_hant: 您是否要重新轉換這個磁碟機映像檔，釋放未使用的空間？注意這將需要足夠的暫存空間來執行這個轉換。強烈建議您轉換前先備份虛擬機。
zh_hk: 你要重新轉換這個磁碟映像檔以回收未使用的空間嗎？請緊記，這將需要足夠的臨時空間來執行轉換。強烈建議你先備份這個虛擬電腦，然後再繼續操作。

source: Yes
ar: نعم
de: Ja
es_419: Sí
fi: Kyllä
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
ru: Да
zh_hans: 是
zh_hant: 是
zh_hk: 是

source: You can use this if your boot options are corrupted or if you wish to re-enroll in the default keys for secure boot.
ar: يمكنك استخدام هذا إذا كانت خيارات التمهيد لديك تالفة أو إذا كنت ترغب في إعادة تسجيل المفاتيح الافتراضية للتمهيد الآمن.
it: Puoi usare questa opzione se le impostazioni di boot sono compromesse o se desideri ricreare le chiavi di default per il secure boot.
ja: 起動オプションが破損している場合や、セキュアブートのデフォルトキーに再登録したい場合に使用できます。
zh_hans: 若启动选项已损坏，或者希望重新注册安全启动的默认密钥，可以使用此功能。
zh_hant: 如果您的開機選項被改壞了，或者是想要重新註冊預設的安全開機金鑰，可以使用這個選項。
zh_hk: 如果你的引導選項已經損毀，或者你希望重新登入保安啟動的預設鑰匙，可以使用這個選項。

source: Your device has %llu MB of memory and the estimated usage is %llu MB.
ar: جهازك يحتوي على %llu ميغابايت من الذاكرة والاستخدام المقدر هو %llu ميغابايت.
de: Ihr Gerät hat %1$llu MB Speicher und es wird voraussichtlich %2$llu MB verwendet.
es_419: Tu dispositivo tiene %1$llu MB de memoria y un uso estimado de %2$llu MB.
fr: Votre appareil a %llu Mio de mmoire et l’utilisation est estimée à %llu Mio.
it: Il tuo dispositivo ha %1$llu MB di memoria e l'uso stimato è di %2$llu MB.
ja: お使いのデバイスは%1$llu MBのメモリを搭載しており、推定使用量は%2$llu MBです。
ru: На вашем устройстве имеется %llu МБ памяти, а предполагаемое использование составляет %llu МБ.
zh_hans: 你的设备有 %llu MB 的内存，估计使用量为 %llu MB。
zh_hant: 您的裝置有 %1$llu MB 的記憶體，估計用量為 %2$llu MB。
zh_hk: 你的裝置有 %1$llu MB 大小的記憶體，大約使用量為 %2$llu MB。

source: Your machine does not support running this IPSW.
ar: جهازك لا يدعم تشغيل هذا IPSW.
de: Die IPSW-Datei kann auf diesem Gerät nicht verwendet werden.
es_419: Tu máquina no soporta ejecutar este archivo IPSW.
fr: Votre machine ne prend pas en charge l’exécution de cet IPSW.
it: La tua macchina non supporta l'esecuzione di questo IPSW.
ja: お使いのマシンはこのIPSWの実行に対応していません。
pl: Twoja maszyna nie wspiera uruchamiania tego IPSW.
ru: Ваша машина не поддерживает запуск этого IPSW.
zh_hans: 你的机器不支持运行此 IPSW。
zh_hant: 您的機器不支援執行本 IPSW。
zh_hk: 你的電腦不支援執行這個 IPSW。

source: Your version of iOS does not support running VMs while unmodified. You must either run UTM while jailbroken or with a remote debugger attached. See https://getutm.app/install/ for more details.
ar: إصدار iOS الخاص بك لا يدعم تشغيل الآلات الافتراضية في حالة عدم التعديل. يجب عليك تشغيل UTM أثناء كسر الحماية أو مع توصيل مصحح أخطاء عن بُعد. انظر https://getutm.app/install/ لمزيد من التفاصيل.
de: Diese Version von iOS erlaubt es nicht, VMs ohne weiteres auszuführen. Sie müssen JIT aktivieren – entweder mit Jailbreak oder Debugger – weitere Details unter https://getutm.app/install/ .
es_419: Tu versión de iOS no soporta la ejecución de VMs sin modificar. Debes de ejecutar UTM con Jailbreak o con un depurador remoto conectado. Consulte https://getutm.app/install/ para obtener más detalles.
fr: Votre version d’iOS ne prend pas en charge l’exécution de VM tant qu’il n’est pas modifié. Soit vous devez exécuter UTM sur un appareil jailbreaké, soit vous devez y rattacher un débogeur distant. Consultez https://getutm.app/install/ pour plus de détails.
it: La tua versione di iOS non supporta l'esecuzione di VM senza modifiche. Dovrai eseguire UTM con debugger remoto o con un dispositivo jailbroken. Consulta https://getutm.app/install/ per maggiori informazioni.
ja: お使いのiOSバージョンは改造されていない状態での仮想マシンの実行に対応していません。脱獄（ジェイルブレイク）、またはリモートデバッガに接続された状態でUTMを実行する必要があります。詳細については、https://getutm.app/install/ を参照してください。
ru: Ваша версия iOS не поддерживает запуск виртуальных машин в немодифицированном состоянии. Вы должны запускать UTM c jailbrake, либо с подключенным удаленным отладчиком. Более подробную информацию см. на сайте https://getutm.app/install/.
zh_hans: 你的 iOS 版本不支持在未经修改的情况下运行虚拟机，必须在越狱时运行 UTM，或者连接远程调试器。有关更多详细信息，请参阅 https://getutm.app/install/。
zh_hant: 您的 iOS 版本不支援在未修改的情況下執行 VM。您得越獄或者是附加 (attach) 遠端除錯器才能執行 UTM。詳細資訊請參閱 https://getutm.app/install/ 。
zh_hk: 你的 iOS 版本不支援在未作更動的情況下執行虛擬電腦，必須在越獄 (jailbreak) 時執行 UTM，或是在附加遠程除錯器的情況下執行 UTM。有關更多詳細訊息，請見 https://getutm.app/install/。

source: Zoom
ar: تكبير
fi: Zoomaa
fr: Zoomer
ja: ズーム
pl: Powiększ
ru: Приблизить
zh_hans: 缩放
zh_hant: 縮放
zh_hk: 縮放

source: لا يمكن حجز المنفذ '%@' للوصول الخارجي من NAT. تأكد من عدم قيام أي جهاز آخر على الشبكة بحجزه.
ar: 无法保留端口“%@”用作从 NAT 的外部访问。请确保网络上没有其他设备保留该端口。

source: An image already exists with that name.
de: Es existiert bereits eine Abbild-Datei mit diesem Namen.
es_419: Ya existe una imagen con ese nombre.
fr: Une image avec ce nom existe déjà.
it: È già presente un'immagine con questo nome.
pl: Obraz o takiej nazwie już istnieje.
ru: Образ с таким именем уже существует.

source: CPU
de: Prozessor
fi: Prosessori
pl: Procesor

source: Error parsing JSON.
de: Fehler bei der JSON-Verarbeitung.
es_419: Error al analizar el archivo JSON
fi: JSON jäsentämisessä tapahtui virhe.
fr: Erreur de traitement du fichier JSON
it: Errore di conversione JSON
ja: JSONの解析中にエラーが発生しました。
ko: JSON 파싱 중 에러
pl: Wystąpił błąd podczas analizy pliku JSON
ru: Ошибка при анализе JSON.

source: Error trying to restore external drives and shares: %@
de: Fehler beim Wiederherstellen von externen Laufwerken oder Freigaben: %@
es_419: Error al intentar restablecer unidades externas y compartidas: %@
fr: Erreur lors de la restauration des lecteurs externes et partages : %@
it: Errore durante il tentativo di ripristino dei dischi esterni e delle condivisioni: %@
pl: Wystąpił błąd podczas próby odzyskania dysku zewnętrznego i współdzielonego katalogu: %@
ru: Ошибка при попытке восстановления внешних дисков и общих ресурсов: %@

source: Guest panic
de: Kernel-Panic in der VM
es_419: Pánico del invitado
fi: Vieras paniikki
fr: Panique de l’invité
ja: ゲストがパニック状態に陥りました
pl: System gościa spanikował
ru: Гостевая паника

source: Manager being deallocated, killing pending RPC.
de: Manager wird beendet, beende verbleibende RPCs.
es_419: El controlador está siendo deasignado, matando RPC pendiente.
fi: Manageri vapautuu, tappaminen odottaa RPC:tä.
fr: Le gestionnaire a été désalloué, arrêt du RPC en attente.
it: Manager in deallocazione, arresto degli RPC in attesa.
ja: マネージャがメモリ解放されたため、保留中のRPCが強制終了しました。
pl: Menedżer jest realokowany, zatrzymuję czekający RPC.
ru: Менеджер освобождается, что приводит к завершению работы RPC

source: Port is not connected.
de: Port ist nicht verbunden.
es_419: El puerto no está conectado
fr: Le port n’est pas connecté.
it: Porta non connessa
ja: ポートが接続されていません。
pl: Port nie jest połączony.
ru: Порт не подключен

source: QEMU exited from an error: %@
de: QEMU wurde mit folgendem Fehler beendet: %@
es_419: QEMU salió por un error: %@
fi: QEMU poistui virheestä: %@
fr: QEMU a quitté avec l’erreur : %@
it: QEMU si è interrotto a causa di un errore: %@
ja: QEMUがエラーにより終了しました: %@
ko: QEMU는 다음의 에러로 인해 종료되었습니다: %@
pl: QEMU zakończył z błędem: %@
ru: QEMU завершила работу с ошибкой: %@

source: Timed out waiting for RPC.
de: Zeitüberschreitung bei RPC.
es_419: Se agotó el tiempo de espera para RPC.
fi: RPC:tä odottaessa aikakatkaisu.
fr: Délai d’attente trop long du RPC.
it: Timeout di RPC.
ja: RPCの待機時間がタイムアウトになりました。
pl: Przekroczono limit czasu czekając na RPC.
ru: Время ожидания RPC истекло.

source: Uncompressed %@
de: Unkomprimiert %@

source: A file already exists for this name, if you proceed, it will be replaced.
es_419: Ya existe un archivo con este nombre, si continúas, será reemplazado.
fi: Tälle nimelle on jo olemassa tiedosto. Jos jatkat, se korvataan.
it: Un file con questo nome esiste già, se procedi, verrà sovrascritto
ko: 동일한 이름의 파일이 존재합니다. 계속 진행할 시 새로운 것으로 대체됩니다.
pl: Plik z taką nazwą już istnieje. Jeśli kontynuujesz, zostanie on nadpisany.
ru: Файл с таким именем уже существует, если вы продолжите, то он будет заменен.

source: A VM already exists with this name.
es_419: Ya existe una VM con este nombre.
fi: VM on jo olemassa tällä nimellä.
it: È già presente una Macchina Virtuale con questo nome.
pl: Wirtualna maszyna o tej nazwie już istnieje.
ru: ВМ с таким именем уже существует.

source: Acceleration
fi: kiihtyvyys
ko: 가속
pl: Akcceleracja

source: Advanced: Bypass configuration and manually specify arguments
es_419: Avanzado: Omitir configuración y especificar manualmente los argumentos
fi: Lisäasetukset: Ohita määritykset ja määritä argumentit manuaalisesti
it: Avanzato: Ometti la configurazione e specifica gli argomenti
ko: 고급: 모든 설정을 무시하고 수동으로 구문 설정
pl: Zaawansowane: Pomiń konfigurację i manualnie określ parametry
ru: Дополнительно: Обход конфигурации и ручное указание аргументов

source: Allocating too much memory will crash the VM. Your device has %llu MB of memory and the estimated usage is %llu MB.
es_419: Asignar demasiada memoria bloqueará la VM. Tu dispositivo tiene %llu MB de memoria y el uso estimado es de %llu MB.
fi: Liian paljon muistia kaataa virtuaalikoneen. Laitteessa on %llu Mt muistia ja arvioitu käyttö on %llu MB.
it: Allocare troppa memoria causerà crash della Macchina Virtuale. Il tuo dispositivo dispone di %llu MB di memoria e l'uso stimato è di %llu MB.
ko: 너무 많은 양의 메모리를 할당하면 VM이 충돌할 수 있습니다. 이 기기는 총 %1$llu MB 메모리를 탑재하였으며, 현재 %2$llu MB 사용중입니다.
pl: Przydzielenie zbyt dużej ilości pamięci sprawi, że maszyna wirtualna się zawiesi. Twoje urządzenie ma %llu MB i szacowane zużycie pamięci to %llu MB.
ru: Выделение слишком большого объема памяти приведет к вылету ВМ. На вашем устройстве имеется %llu МБ памяти, а предполагаемое использование составляет %llu МБ.

source: AltJIT error: (error.localizedDescription)
es_419: Error de AltJIT: (error.localizedDescription)
fi: AltJIT-virhe ：(error.localizedDescription)
it: Errore AltJIT: (error.localizedDescription)
pl: Błąd AltJIT ：(error.localizedDescription)
ru: Ошибка AltJIT: (error.localizedDescription)

source: Always use native (HiDPI) resolution
es_419: Siempre usar resolución nativa (HiDPI)
fi: Käytä aina alkuperäistä (HiDPI) resoluutiota
it: Usa sempre la risoluzione nativa (HiDPI)
ko: 항상 네이티브 해상도（HiDPI） 사용
pl: Zawsze używaj natywnej rozdzielczości (HiDPI)
ru: Всегда использовать нативное разрешение (HiDPI)

source: An error occurred trying to connect to SPICE.
es_419: Ocurrió un error al intentar conectarse a SPICE.
fi: Tapahtui virhe yritettäessä muodostaa yhteyttä palveluun SPICE.
it: Errore di connessione a SPICE.
pl: Wystąpił błąd podczas próby połączenia z SPICE.
ru: При попытке подключения к SPICE возникла ошибка.

source: An internal error has occured. UTM will terminate.
es_419: Ocurrió un error interno. UTM se cerrará.
fi: Tapahtui sisäinen virhe. UTM päättyy.
it: Si è verificato un errore interno. UTM verrà terminato.
ko: 내부 오류가 발생했습니다. UTM을 종료합니다.
pl: Wystąpił błąd wewnętrzny. UTM zostanie zatrzymane.
ru: Произошла внутренняя ошибка. Работа UTM будет завершина.

source: Are you sure you want to delete this directory? All files and subdirectories WILL be deleted.
es_419: ¿Estás seguro/a de querer eliminar este directorio? Todos los archivos y subdirectorios serán ELIMINADOS.
fi: Haluatko varmasti poistaa tämän hakemiston? Kaikki tiedostot ja alihakemistot poistetaan.
it: Sei sicuro di voler eliminare questa cartella? Tutti i file e le cartelle contenute saranno elimininati.
ko: 이 폴더를 지우겠습니까? 폴더의 모든 내용이 삭제됩니다.
pl: Czy jesteś pewien, że chcesz usunąć ten katalog? Wszystkie pliki i podkatalogi ZOSTANĄ usunięte.
ru: Вы уверены, что хотите удалить этот каталог? Все файлы и подкаталоги БУДУТ удалены.

source: Are you sure you want to delete this VM? Any drives associated will also be deleted.
es_419: ¿Estás seguro/a de eliminar esta VM? Cualquier unidad asociada también será eliminada.
fi: Haluatko varmasti poistaa tämän VM:n? Myös kaikki siihen liittyvät asemat poistetaan.
it: Sei sicuro di voler eliminare questa Macchina Virtuale? Ogni disco associato sarà eliminato.
ko: 이 VM을 지우겠습니까? 관련된 드라이브 또한 삭제됩니다.
pl: Czy jesteś pewien, że chcesz usunąć tą maszynę wirtualną? Wszystkie dyski związane z nią również zostaną usunięte.
ru: Вы уверены, что хотите удалить эту ВМ? Все связанные с ней диски также будут удалены.

source: Argument
es_419: Argumento
fi: argumentti
it: Argomento
ko: 구문
pl: Parametr
ru: Аргумент

source: Aucune (avancé) Drive
fi: Aucune (avancé) asema

source: Blinking Cursor
es_419: Cursor parpadeante
fi: Vilkkuva kursori
it: Cursore Lampeggiante
ko: 커서 깜박임
ru: Мигающий курсор

source: Boot UEFI
fi: Käynnistä UEFI
pl: Uruchom UEFI

source: Browse
es_419: Navegar
fi: Selaa
it: Scegli
ko: 선택
pl: Przeglądaj
ru: Обзор

source: Cancel download
es_419: Cancelar descarga
fi: Peruuta lataus
it: Annulla Download
pl: Anuluj pobieranie
ru: Отменить загрузку

source: Cannot create directory for disk image.
es_419: No se puede crear el directorio para la imagen de disco.
fi: Ei voi luoda hakemistoa levykuvalle.
it: Non è stato possibile creare una cartella per l'immagine disco
ko: 디스크이미지를 위한 폴더를 생성할 수 없습니다.
pl: Nie udało się utworzyć katalogu dla obrazu dysku.
ru: Не удается создать каталог для образа диска.

source: Cannot find VM.
es_419: No se puede encontrar la VM.
fi: VM:ää ei löydy.
it: Macchina Virtuale non trovata.
ko: VM을 찾을 수 없습니다.
pl: Nie udało się znaleźć maszyny wirtualnej.
ru: Неудается найти ВМ.

source: Cannot start shared directory before SPICE starts.
es_419: No se puede iniciar un directorio compartido antes de que SPICE inicie.
fi: Jaettua hakemistoa ei voi käynnistää ennen kuin SPICE alkaa.
fr: Impossible de démarrer le partage de dossiers avant que SPICE n’ait démarré.
it: Impossibile condividere la directory prima dell'avvio di SPICE.
ko: SPICE가 시작하기 전 공유폴더를 시작할 수 없습니다.
pl: Nie udało się uruchomić współdzielonego katalogu przed uruchomieniem SPICE.
ru: Невозможно запустить общий каталог до запуска SPICE.

source: Carte SD Drive
fi: Carte SD-asema

source: Command to send when resizing the console. Placeholder $COLS is the number of columns and $ROWS is the number of rows.
es_419: Comando a enviar al redimensionar la consola. La variable $COLS es el número de columnas y $ROWS es el número de filas.
fi: Lähetyskomento konsolin kokoa muuttaessa. Paikkamerkki $COLS on sarakkeiden lukumäärä ja $ROWS rivien määrä.
fr: Commande envoyée pour redimensionner la console. La variable $COLS est pour le nombre de colonnes et $ROWS pour le nombre de lignes.
it: Comando da inviare quando la console viene ridimensionata. La variabile $COLS è il numero di colonne, $ROWS è il numero di righe.
ja: コンソールのサイズを変更するときに送信するコマンドです。$COLSは列数、$ROWSは行数に置き換えられます。
ko: 콘솔의 크기를 변경할 때 명령어를 보냅니다. $COLS 인자는 열, $ROWS 인자는 행을 말합니다.
pl: Komenda do wysłania gdy zmieniasz rozmiar konsoli. Symbol zastępczy $COLS to numer kolumn, a $ROWS to numer wierszy.
ru: Команда, передаваемая при изменении размера консоли. Поле $COLS - это количество столбцов, а $ROWS - количество строк.
zh_hant: 重設主控台大小時要傳送的命令。$COLS 暫存區是直行數；$ROWS 暫存區是橫列數。

source: Config format incorrect.
es_419: El formato de configuración es incorrecto.
fi: Määritysmuoto on virheellinen.
fr: Format de configuration incorrect.
it: Formato di configurazione incorretto.
ko: 구성설정 형식이 잘못되었습니다.
pl: Format pliku konfiguracyjnego jest niewłaściwy.
ru: Неверный формат конфигурации.

source: Console Only
es_419: Sólo consola
fi: Vain konsoli
it: Solo Console
ko: 콘솔 인터페이스
pl: Tryb konsolowy
ru: Только консоль

source: Core
es_419: Núcleo
fi: Ydin
pl: Rdzeń
ru: Ядро

source: CPU Flags
es_419: Argumentos de CPU
fi: Prosessori liput
it: Flag della CPU
pl: Flagi procesora
ru: Флаги CPU

source: Create Directory
es_419: Crear directorio
fi: Luo hakemisto
it: Crea Cartella
ko: 폴더 생성
pl: Utwórz katalog
ru: Создать каталог

source: Creating disk…
es_419: Creando disco...
fi: Luodaan levyä…
it: Creazione disco...
pl: Tworzenie dysku...
ru: Создание диска…

source: Default VM Configuration
fi: VM:n oletuskokoonpano
pl: Domyślna konfiguracja wirtualnej maszyny

source: Delete Data
es_419: Eliminar los datos
fi: Poista tiedot
it: Elimina Dati
ko: 데이터 삭제
pl: Usuń dane
ru: Удалить данные

source: Delete…
es_419: Eliminar...
fi: Poista…
it: Elimina...
pl: Usuń...
ru: Удалить…

source: Deleting %@…
es_419: Eliminando %@...
fi: Poistetaan %@…
it: Eliminazione di %@...
pl: Usuwam %@…
ru: Удаление %@…

source: DHCP Host
es_419: Servidor DHCP
fi: DHCP-palvelin
it: Host DHCP
ko: DHCP 호스트
pl: Host DHCP
ru: Хост DHCP

source: Directory Name
es_419: Nombre de directorio
fi: Hakemiston nimi
it: Nome della Cartella
ko: 폴더 이름
pl: Nazwa katalogu
ru: Название каталога

source: Disable this bar in Settings -> General -> Keyboards -> Shortcuts
es_419: Deshabilita esta barra en Configuración -> General -> Teclado -> Funciones rápidas
fi: Poista tämä palkki käytöstä kohdassa Asetukset -> Yleiset -> Näppäimistö -> Pikanäppäimet
it: Disattiva questa barra in Impostazioni -> Generali -> Tastiere -> Scorciatoie
ko: 설정 앱 -> 일반 -> 키보드 -> 단축키 옵션을 통해 이 바를 비활성화하세요.
pl: Usuń ten pasek w Ustawienia -> Ogólne -> Klawiatury -> Skróty
ru: Отключите эту панель в разделе Параметры -> Общие -> Клавиатура -> Ярлыки

source: Disk creation failed.
es_419: La creación del disco ha fallado
fi: Levyn luominen epäonnistui.
it: Creazione del disco fallita.
ko: 디스크 생성에 실패했습니다.
pl: Nie udało się utworzyć dysku.
ru: Не удалось создать диск

source: Do not generate any arguments based on current configuration
fi: Älä luo argumentteja nykyisen kokoonpanon perusteella
pl: Nie generuj żadnych parametrów bazując na obecnej konfiguracji

source: Do Not Show Again
es_419: No mostrar de nuevo
fi: Älä näytä uudelleen
it: Non Mostrare di Nuovo
pl: Nie pokazuj ponownie
ru: Больше не показывать
